{
  "title": "Dauin Macro Diving Expedition",
  "description": "A 5-day diving trip to the hidden gem of Dauin, Philippines, based on a travel video by Bella Shek. Explore the unique volcanic ash seabed, a paradise for macro photography, and search for rare marine life like the incredible 'solar-powered' Sheep Nudibranch (Costasiella kuroshimae).",
  "date": "2025-09-08",
  "duration": 5,
  "entries": [
    {
      "title": "Arrival and Exploration of Dauin",
      "description": "Arrive in Dauin, a coastal municipality known for its volcanic black sand beaches. Settle in and take some time to explore the laid-back coastal town.",
      "address": "Dauin, Negros Oriental, Philippines",
      "date": "2025-09-08",
      "time": "14:00:00"
    },
    {
      "title": "Macro Diving Session: The Hunt for Sheep Nudibranch",
      "description": "A guided morning dive focusing on Dauin's famous muck diving sites. The main objective is to spot and photograph the tiny, 'solar-powered' Sheep Nudibranch on the volcanic sand seabed, a true macro paradise.",
      "address": "Dauin Marine Sanctuaries, Dauin, Negros Oriental, Philippines",
      "date": "2025-09-09",
      "time": "09:00:00"
    },
    {
      "title": "Afternoon Dive and Underwater Photography",
      "description": "A second dive to explore the rich biodiversity of the area. Practice macro photography skills to capture the intricate details of the various strange and wonderful sea creatures.",
      "address": "Dauin Marine Sanctuaries, Dauin, Negros Oriental, Philippines",
      "date": "2025-09-09",
      "time": "13:30:00"
    },
    {
      "title": "Discovering More Marine Wonders",
      "description": "Another full day dedicated to diving. With a local guide, explore different dive spots known for unique critters. The clear water quality enhances the experience of observing the diverse marine life.",
      "address": "Dauin Marine Sanctuaries, Dauin, Negros Oriental, Philippines",
      "date": "2025-09-10",
      "time": "09:30:00"
    },
    {
      "title": "Relax and Enjoy the Local Vibe",
      "description": "Spend the day relaxing on the beach, interacting with the local community, and enjoying the tranquil atmosphere of Dauin as seen in the video.",
      "address": "Dauin Beach, Negros Oriental, Philippines",
      "date": "2025-09-11",
      "time": "11:00:00"
    },
    {
      "title": "Departure",
      "description": "Final morning in Dauin. Enjoy a local breakfast before departing.",
      "address": "Dauin, Negros Oriental, Philippines",
      "date": "2025-09-12",
      "time": "10:00:00"
    }
  ]
}